IDEA Open Model
BeamDataEc2.RequiredCamber Property
Compatible with IDEA StatiCa Beta 20.0
 required camber
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double RequiredCamber { get; set; }
Public Property RequiredCamber As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace